CSI API ETABS v1
cSapModel.PropMaterial Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropMaterial PropMaterial { get; }
ReadOnly Property PropMaterial As cPropMaterial
	Get
Dim instance As cSapModel
Dim value As cPropMaterial
value = instance.PropMaterial
property cPropMaterial^ PropMaterial {
	cPropMaterial^ get ();
}
abstract PropMaterial : cPropMaterial with get
Property Value
Type: cPropMaterial
See Also
Reference
cSapModel Interface
ETABSv1 Namespace